{
	"segment_head": "R.R.R APARNA",
	"segment_head_roll" : "2015UGMM069",
	"segment_head_contact": "9642314880, 8919655812",

	"events": {

		"rangmanch": {
			"description": "Description:They say, “we are the actors whereas World is the stage”. So it becomes mandatory to express yourself, to pour out your inner thoughts and to show the real talent of Drama. If you have dramatics as your passion then CULFEST gives you the vital chance of expressing your thoughts to the people and to do good for the society.For all these we welcome you to participate in the so called rangmanch competition called as SKIT COMPETITION",
			"rules": "<ul><li>This is a group event. Each team can consist of 6-15 members. Apart from that one personcan be there to look after the music or props.</li><li>Teams can pre-register online or by person.</li><li>Each participant should be registered in Culfest'19 failing which, the whole team would bedisqualified.</li><li>There will be only one round for the competition. The maximum time allotted for the play is25 minutes. This given time is from the empty stage to empty stage.<li>If the play time exceeds the given maximum time i.e.25 minutes, 20% marks per 5 minuteswill be deducted from the final marks of the responsible team.</li><li>Language of the play can be Hindi or English.</li><li>The performance can also be a musical drama/play. Participants must bring their own musicand background tracks they wish to play.</li><li>Participants must bring their own laptops/PDs for the sound effects and must contact theorganiser at least 30 minutes prior to their performance if they wish to play any backgroundtracks during the play.</li><li>Naked flames/animals/colours and other objectionable objects or things are strictly notallowed in the competition.</li>1<li>All the costumes and probes are to be arranged by the respective participating team fortheir play. They must take care of their own instruments in green room.</li>1<li>Issues like crossing the limits, using abusive language or vulgarity will lead to negativemarking and if required, disqualification.</li>1<li>The judge’s decision will be final and binding.</li>1<li>The organising team owns all the rights to make any necessary change in the rules ifrequired.</li></ul>",
			"prize": "26K",
			"image": "images/dramatics/rangmanch.jpg",
			
			"coordinators": [
				{
					"name": "Monika Mittal",
					"contact": "7367895595",
					"roll": "2016UGCS005R"
				}
			],


			"joint_coordinators": [
				{
					"name": "Mayank Kashyap",
					"contact": "9110192391",
					"roll": "2017UGCS001"
				}
			] 
		},

		"panch parmeshwar": {
			"description": "Description:“Panch Parmeshwar” is basically like a panchayat where the people in the villages are asked to solve their disputes based on the discussion between two groups and the decision is taken by a team consisting of six members where 5 members are called panch and one is the sarpanch. This type of thing is being practiced in the most of the villages and is very popular among the villages. ",
			"rules": "<ul><li>Participating team will be in a group of (4-6) members. At the time of event each team will choose a case from a set of cases. </li><li>Team will be provided a sheet where a set of rules and regulations and brief information about the case will be written.</li><li>Two teams will get a single case; one will speak in favor and another against the case. </li><li>After each team will finish its argument in front of Panchs, winner will be decided. </li><li>During the event a short G.K. based question round will be held where the crowd can participate and the crowd would be asked to give some suggestion about the case being held. </li><li>Finally a short message will be given at the end of the event.</li></ul>",
			"prize": "9K",
			"image": "images/dramatics/panchparmeshwar.jpg",
			
			"coordinators": [
				{
					"name": "Pragati Gupta",
					"contact": "8235817548",
					"roll": "2016UGCS051"
				}
			],


			"joint_coordinators": [
				{
					"name": "Vishal",
					"contact": "8210280815",
					"roll": "2017UGCS055R"
				}
			] 
		},

		"halla bol": {
			"description": "The street play event: An art that encompasses entertainment with community education. Carpe Diem provides you a creative platform to make aware the incognizant – a place to voice your concerns. A one of a kind competition will test enthusiasm and energy of teams in tight packed performances on given issues. Come and showcase the creativity in you against the odd of not having a stage set for you. Remember to bring back the feel of the 90’s though. ",
			"rules": "<ul><li>One member can participate as a member of maximum two team.</li><li>Each team can consist of minimum 12 to maximum of 22 members.</li><li>Each participant should be registered in Culfest'19 failing which, the whole team would bedisqualified.</li><li>Time limit for each performance is minimum 10 mins and maximum 20 mins.</li><li>Teams are free to use simple props(Dupatta , Lathi, Gulaal, Paint etc) in their act ofperformance.</li><li>Organizing committee shall not provide any Costume/Props.</li><li>No electronic instrument is to be played throughout the play.</li><li>No offensive language/ words against any specific person, Indian Constitution,Religion orCaste is allowed during the performance, doing such can result in direct elimination.</li></ul>",
			"prize": "42K ",
			"image": "images/dramatics/hallabol.jpg",
			
			"coordinators": [
				{
					"name": "Dushyant Chaudhary",
					"contact": "8077842641",
					"roll": "2016UGMM034"
				}
			],


			"joint_coordinators": [
				{
					"name": "Yash Prasad",
					"contact": "7301994883",
					"roll": "2017UGMM027"
				},
				{
					"name": "Akanksha Sudhanshu",
					"contact": "2017UGEC101",
					"roll": "9939616812"
				}
			] 
		},

		"mime": {
			"description": "As they say, \"Actions speak louder than words\". Culfest gives you a great opportunity to prove this by taking part in MIME. Mime is the art of acting out a story through body motions, without the usage of speech.  ",
			"rules": "<ul><li>The team should consist of 4-8 members.</li><li>Time limit for each performance is 5-15 minutes. The time given is from empty stage toempty stage.</li><li>If the play exceeds the maximum time i.e., 15 minutes, 10% marks per extra 2 minutes will bededucted from the final marks of the responsible team.</li><li>No props are allowed.</li><li>Teams must bring their own music and background tracks they wish to play.</li><li>Each participant should be registered in Culfest'19 failing which, the whole team would bedisqualified.</li><li>Face paint is allowed.</li><li>Dress colour should be preferably black or blue.</li><li>The judge’s decision will be final and binding.</li>10)The organising team owns all the rights to make any necessary change in the rules ifrequired.</li></ul>",
			"prize": "15K",
			"image": "images/dramatics/mime.jpg",
			
			"coordinators": [
				{
					"name": "ANKITA KUMARI",
					"contact": "7635062185",
					"roll": "2016UGCS080"
				}
			],


			"joint_coordinators": [
				{
					"name": "Kunal",
					"contact": "9852225814",
					"roll": "2017UGEC020"
				}
			] 
		}
		
	}
}