{
	"segment_head": "RAHUL KUMAR",
	"segment_head_roll": "2015UGME048",
	"segment_head_contact": "8789035853",

	"events": {

		"panache": {
			"description": "“Fashion is not something that exists in dresses only. Fashion is in the sky, in the street, fashion has to do with ideas, the way we live, what is happening.” ― Coco ChanelWhen the lights, camera and heart-pounding music are on, the vision of models sashaying down the ramp is absolutely enthralling, for the students, professors and judges alike . Verve, the mega event of fashion is not only about exploring the realms of fantasy but also to reaffirm the fact that whether it is about selecting the fabric, or putting the intricate designs together, engineers are always at it. Subliminal style has always been about striking a balance between two seemingly polarized points, the done and the undone, the disheveled and the manicured, and the perfect and the flawed. Keeping this Guru Mantra in mind, the young budding designers are rearing to come up with some gorgeous garments which will eventually come alive on the runway. The dazzling appearances of the hunks and the beauties shall set the heartbeats racing and the temperatures soaring. So consume yourself with the fashion ka jalwa. And for all our friends who undermine its importance...a teeny weenie advice: If you know that people make snap judgments, why not mitigate your risks by dressing the way you want to be perceived? And for all our friends who think fashion is frivolous, here is a befitting reply for you all \"It says something about the power and reach of fashion that someone would ",
			"rules": "<ul><li>Theme selection is open. All the teams will have their own individual theme.</li><li>You are free to choose any theme and will be marked accordingly, but 10 marks are there foryour overall performance's relation to the theme of the fest.</li><li>It is a team event. A team must consist of minimum 14 models and maximum up to 18 modelsbut with not more than 10 models to be present on stage at a time, in addition to designers,choreographer and supporting members.</li><li>Each team has to provide a background video otherwise a default video will be played.</li><li>Performance time would be minimum 9 minutes and maximum 12 minutes. Further 1.5minutes are provided to set-up the stage prior to the performance (if required) also the teamsneed to mention it before- hand to the coordinators and 0.5 minutes to clear the stage after theperformance. Points will be deducted for exceeding the time limit.</li><li>One person per team should be there to manage the soundtrack and one for the lights. Nosupporting staff will be provided by us.</li><li>Emphasis will be given to clothing, walking style, originality, attitude and representation of thetheme.</li><li>No props and costumes will be provided by us. Teams have to bring their own costumes andprops.</li><li>Use of materials like candles, matches, cigarettes, alcohol and any other hazardous materialon stage is prohibited. Teams are required to contact coordinators before using such materials.</li><li>Two copies of soundtrack should be submitted in advance of standard audio format .wav or.mp3 of sound quality 192kbps or above to coordinators (in pen drives only).</li><li>Vulgarity of any kind would lead to disqualification of team from the event. Hence if the teamfeels that any stunt of costume design can be deemed as vulgar, it is strongly advised to consultthe coordinators then performing it directly on stage.</li><li>The decision of the judges and the coordinating committee will be final and binding.</li><li>It is imperative that all team members must possess a valid college id which must bepresented at the time of registration. However, makeup artist could be a hired professional.</li><li>A green room would be provided for changing purpose.</li><li>No make-up artist will be provided. Teams will have to arrange one for themselves.</li></ul>",
			"prize": "70K",
			"image": "images/fashion/panache.jpg",
			
			"coordinators": [
				{
					"name": "SURAJ SURESH",
					"contact": "8921446731",
					"roll": "2016UGME001"
				}
			],


			"joint_coordinators": [
				{
					"name": "NIPURN JAIN",
					"contact": "7990027827",
					"roll" : "2017UGPI017"
				},
				{
					"name": "AKSHANSH SINGH",
					"contact": "7781031677",
					"roll": "2017UGEC053R"
				}
			] 
			
		}
	}
}