{
	"segment_head": "PITAN PANJA",
	"segment_head_roll" : "2015UGCE001",
	"segment_head_contact": "8250887392",

	"events": {

		"culfest idol": {
			"description": "Admirer of the rich folk culture and music? Don’t feel lost in this rock and jazz buzzing western environment because here is your chance to win the day. Participate in this event and tune the audience to your strings. Give everyone a glimpse of the Kishore Da or the  Lata Mangeshkar hidden inside you. ",
			"rules": "<ul><li>Prelims<ul><li>Participants can sing eastern songs of any genre(preferably Hindi).Maximum time allott ed is 3 minutes.</li><li>Participants should bring the karaoke tracks of their songs. However, it is optional for the prelims round.</li><li>Participants can perform only with or without karaoke in prelims round. No instruments are allowed.</li><li>Marks shall be deducted if time limit is exceeded.</li></ul></li><li>Finals<ul><li>The participants, selected in the prelims round, will move on to the finals where they will have to come prepared with a different song of their choice.</li><li>They will need to carry proper karaoke tracks for their performances(compulsory).</li><li>The time limit should not exceed 5 minutes for each performance.</li><li>Marks will be deducted for exceeding the time limit.</li><li>The decision of the judges will be final and binding.</li></ul></li></ul>",
			"prize": "4.8K",
			"image": "images/vocals/culfestidol.jpg",
			
			"coordinators": [
				{
					"name": "SOMNATH MIRDHA",
					"contact": "8789363482",
					"roll": "2016UGCS029"
				}
			],


			"joint_coordinators": [
				{
					"name": "PIYUSH RANJAN",
					"contact": "8102790193 ",
					"roll": "2017UGCS007"
				}
			]
		},

		"the voice": {
			"description": "<p>“Ah! Music, a magic beyond all we do here”, says Dumbledore in Harry Potter & the Philosopher’s Stone.  Music knows no boundary. It moves people of all culture, language and origin. Music is freedom. This Culfest’18, come and manumit yourself with the world ruled by the likes of Madonna, Eminem, Taylor Swift and others. Western Vocals is a solo singing competition. Participants will be judged on their vocal skills, performance and the choice of song among other criterions.</p><p>A participant may or may not include karaoke in their songs.</p>",
			"rules": "<ul><li>Prelims<ul><li>This competition is open to any western jam based individual performance.</li><li>Participants are required to get their own karaoke tracks to accompany them in their songs. (Optional for prelims round).</li><li>Participants can perform only with or without karaoke in prelims round.No instruments are allowed.<li>Time limit should not exceed 5 minutes for each performance.</li></ul></li><li>Finals<ul><li>Participants selected in the Prelims round will move on to the finals where they have to come prepared with a different song of their choice.</li><li>They need to carry proper karaoke tracks for their performances(compulsory).</li><li>Participants are allowed to sing along while playing their owninstrument(s) but only their singing will be taken into account forjudgement.</li><li>Time limit should not exceed 5 minutes for each performance.</li><li>Marks will be deducted for exceeding the time limit. 6. The decision ofthe judges will be final and binding.</li></ul></li></ul>",
			"prize": "4.8K",
			"image": "images/vocals/thevoice.jpg",
			
			"coordinators": [
				{
					"name": "PRATEEKSHA RAJWAR",
					"contact": "7779872918",
					"roll": "2016UGEE009"
				}
			],


			"joint_coordinators": [
				{
					"name": "AMAN RAJ",
					"contact": "9973988973",
					"roll": "2017UGME031"
				}
			]
		},

		"duets": {
			"description": "To sing a duet means to share with someone both the pleasure and responsibility of making music. One skillful singer on stage is great, but two soloists performing can be quirky, romantic and a treat to the senses. CULFEST’18 brings you the opportunity to perform a duet and create a melody like never before. Be it a sweet mesmerizing ghazal or a scintillating bright qawwali; be it folk or filmi; in a nutshell be it any genre of music; you can showcase your song on our platform. So, here's a chance to prove yourself, say the Bobbsey's twins, birds of a feather or peas in a pod of euphonic music, provide a treat to the ears of the audience and reach the zenith to win the event!",
			"rules": "<ul><li>Prelims<ul><li>The participating teams will be judged on their co-ordination, presentation,distribution of lyrics and their ‘surtaal’</li><li>Two Participants (girl-girl/boy-boy/girl-boy) are required to give a performance together.</li><li>You should bring the karaoke tracks for your songs.(optional for prelims) Maximum time limit is 5 minutes per performance.</li></ul></li><li>Finals<ul><li>Selected participants will move on to the final round where they have tosing a different song of their choice.</li><li>Maximum time limit is 7 minutes per performance.</li><li>Karaoke tracks are compulsory.</li><li>Musical Instruments are NOT ALLOWED.</li><li>The decision of the judges will be final and binding.</li></ul></li></ul>",
			"prize": "9K",
			"image": "images/vocals/duet.jpg",
			
			"coordinators": [
				{
					"name": "RISHABH DOSHI",
					"contact": "9327526244",
					"roll": "2016UGCS012R"
				}
			],


			"joint_coordinators": [
				{
					"name": "ASHWANI KUMAR",
					"contact": "7274801371 ",
					"roll": "2017UGEC014R"
				}
			]
		},

		"unplugged": {
			"description": "And the night shall be filled with music,   And the cares that infest the day,  Shall fold their tents like the Arabs,  And as silently steal away.  Music is peace, thought, wisdom. Music is forever. If music soothes and softens your soul as well, if you are gifted with melodious voice and skilfully plays any musical instrument as well, then Unplugged is the perfect platform for you. Unplugged is a solo competition in Culfest’18. Let your voice and instrument do the magic and mesmerise everyone.",
			"rules": "<ul><li>Participants can sing any song of any language and genre with an instrument(instrument is compulsory) or can perform musical piece on an instrument.</li><li>Maximum time limit: 5 minutes.</li><li>Participants should bring the instrument required for their performance.(karaoke not allowed).</li><li>Participants are allowed to play along with their own instruments. Their singing and instrumentation skills will be taken into account for judgement.If any participant is performing only on instrument then the judging criteriawill be solely based on instrumental skills.</li><li>Marks shall be deducted if time limit is exceeded or for violation of any rule.The decision of judges will be final and binding.</li><li>The judges will critique the contestant’s performance based on the choice of song, presentation, vocal and instrumentation skills.</li><li>Performer needs to perform using a single instrument</ul>",
			"prize": "4K",
			"image": "images/vocals/unplugged.jpg",
			
			"coordinators": [
				{
					"name": "PRASHANT KRISHNA",
					"contact": "7004163380",
					"roll": "2016UGCS020"
				}
			],


			"joint_coordinators": [
				{
					"name": "SANTANU DAS2017UGMM009",
					"contact": "7003798241",
					"roll": "2017UGMM009"
				},
				{
					"name": "LABANI SARKAR",
					"contact": "8918185085",
					"roll": "2017UGCS061R"
				}
			]
		},

		"battle of bands": {
			"description": "“The true beauty of music is that it connects people. It carries a message, and we, the musicians, are the messengers.” - Ron Ayers  If you have a message that can stir the mass into unison, wait no more because Culfest’18 brings you, just the dais you need. Battle of Band provides you with the opportunity of presenting your own idea of band music and, displaying your talent like never before. Let the audience have a taste of your creation and leave them craving for more. Practice like you have never won. Perform like you have never lost. Don’t keep calm, set the stage on fire and the crowd up roaring. Note: Register before 12th February for this event. A maximum of 10 teams are allowed. ",
			"rules": "<ul><li>Prelims<ul><li>The band must have a minimum of 3 members and a maximum of 8 members.</li><li>The time limit for the performance, including the time allotted for soundcheck, is 15 minutes(Stage in & Stage out).</li><li>The teams are free to perform 2 songs (One English + One Hindi/Regional).</li><li>Note: Language is not a constraint for music. Songs in English, Hindi or any other regional language are most welcomed. Versatility will give you extra edge over your opponents.</li><li>The band must have at least one guitarist, one bassist and a drummer.</li><li>Decision of the judges will be final and binding.</li></ul></li><li>Finals<ul><li>The band must have a minimum of 3 members and a maximum of 8 members.</li><li>The time limit for the performance, including the time allotted for sound check, is 25 minutes. Negative Marking will be there for exceeding timelimit.</li><li>The teams must perform 3 songs: of any eastern/western song.</li><li>Two Original Composition and One Cover The band must have at least one guitarist, one bassist and a drummer.</li><li>Decision of the judge will be final and any team violating the rules will be disqualified.</li></ul></li></ul>",
			"prize": "36K",
			"image": "images/vocals/battleofbands.jpg",
			
			"coordinators": [
				{
					"name": "ANUKUL GAURAV",
					"contact": "8210587745",
					"roll": "2016UGEC030"
				}
			],


			"joint_coordinators": [
				{
					"name": "SIMANT",
					"contact": "8051223209",
					"roll": "2017PGCACA13"
				},
				{
					"name": "HARSHAL DESAI",
					"contact": "9767293762",
					"roll": "2017UGCS086"
				}
			]
		}

	}
}